Repository: epfl-si/wp-plugin-epfl-emploi
Catalog: languages/epfl-emploi-*.po
Languages: fr_fr

source: Function
fr_fr: Fonction

source: Functions
fr_fr: Fonctions

source: Location
fr_fr: Lieu de travail

source: Work Rate
fr_fr: Taux d'occupation

source: Term of employment
fr_fr: Type de contrat

source: Search for a specific job offer...
fr_fr: Rechercher une offre de travail spécifique...

source: School / VP:
fr_fr: Faculté / VP :

source: Location:
fr_fr: Lieu :

source: Job no.
fr_fr: Poste no.

source: online since
fr_fr: en ligne depuis le
